Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: HTML page (.html)
ar: صفحة HTML (.html)
de: HTML-Seite (.html)
es: Página HTML (.html)
fr: Page HTML (.html)
he: דף HTML (.html)
hi: HTML पृष्ठ (.html)
id: Halaman HTML (.html)
it: Pagina HTML (.html)
ja: HTMLページ (.html)
ko: HTML 페이지 (.html)
nl: HTML-pagina (.html)
pl: Strona HTML (.html)
pt_br: Página HTML (.html)
ru: Страница HTML (.html)
sv: HTML-sida (.html)
tr: HTML sayfası (.html)
uk: Сторінка HTML (.html)
vi: Trang HTML (.html)
zh_hans: HTML 页面 (.html)
zh_hant: HTML 網頁 (.html)

source: HTTP Request
ar: طلب HTTP
de: HTTP-Anfrage
es: Solicitud HTTP
fr: Requête HTTP
he: בקשת HTTP
hi: HTTP अनुरोध
id: Permintaan HTTP
it: Richiesta HTTP
ja: HTTPリクエスト
ko: HTTP 요청
nl: HTTP-verzoek
pl: Żądanie HTTP
pt_br: Solicitação HTTP
ru: HTTP-запрос
sv: HTTP-begäran
tr: HTTP isteği
uk: HTTP-запит
vi: Yêu cầu HTTP
zh_hans: HTTP 请求
zh_hant: HTTP 請求

source: HTTP body bandwidth
ar: عرض نطاق محتوى HTTP
de: HTTP-Nutzdatenbandbreite
es: Ancho de banda del cuerpo HTTP
fr: Débit du corps HTTP
he: רוחב פס של גוף HTTP
hi: HTTP बॉडी बैंडविड्थ
id: Bandwidth isi HTTP
it: Banda del corpo HTTP
ja: HTTP本文の帯域幅
ko: HTTP 본문 대역폭
nl: Bandbreedte HTTP-inhoud
pl: Przepustowość treści HTTP
pt_br: Largura de banda do corpo HTTP
ru: Пропускная способность тела HTTP
sv: HTTP-innehållets bandbredd
tr: HTTP gövdesi bant genişliği
uk: Пропускна здатність тіла HTTP
vi: Băng thông nội dung HTTP
zh_hans: HTTP 正文带宽
zh_hant: HTTP 本文頻寬

source: Hardware & Memory Analysis
ar: تحليل العتاد والذاكرة
de: Hardware- und Speicheranalyse
es: Análisis de hardware y memoria
fr: Analyse du matériel et de la mémoire
he: ניתוח חומרה וזיכרון
hi: हार्डवेयर और मेमोरी विश्लेषण
id: Analisis perangkat keras dan memori
it: Analisi di hardware e memoria
ja: ハードウェアとメモリの分析
ko: 하드웨어 및 메모리 분석
nl: Hardware- en geheugenanalyse
pl: Analiza sprzętu i pamięci
pt_br: Análise de hardware e memória
ru: Анализ оборудования и памяти
sv: Analys av hårdvara och minne
tr: Donanım ve bellek analizi
uk: Аналіз обладнання та пам'яті
vi: Phân tích phần cứng và bộ nhớ
zh_hans: 硬件与内存分析
zh_hant: 硬體與記憶體分析

source: Hardware Compatibility
ar: توافق العتاد
de: Hardwarekompatibilität
es: Compatibilidad de hardware
fr: Compatibilité matérielle
he: תאימות חומרה
hi: हार्डवेयर संगतता
id: Kompatibilitas perangkat keras
it: Compatibilità hardware
ja: ハードウェア互換性
ko: 하드웨어 호환성
nl: Hardwarecompatibiliteit
pl: Zgodność sprzętowa
pt_br: Compatibilidade de hardware
ru: Совместимость оборудования
sv: Hårdvarukompatibilitet
tr: Donanım uyumluluğu
uk: Сумісність обладнання
vi: Tương thích phần cứng
zh_hans: 硬件兼容性
zh_hant: 硬體相容性

source: Headers (Header: Value per line)
ar: الترويسات (ترويسة: قيمة في كل سطر)
de: Header (Header: Wert pro Zeile)
es: Cabeceras (Cabecera: Valor por línea)
fr: En-têtes (En-tête : Valeur par ligne)
he: כותרות (כותרת: ערך בכל שורה)
hi: हेडर (प्रति पंक्ति हेडर: मान)
id: Header (Header: Nilai per baris)
it: Intestazioni (Intestazione: Valore per riga)
ja: ヘッダー (1 行に ヘッダー: 値)
ko: 헤더(한 줄에 헤더: 값)
nl: Headers (Header: Waarde per regel)
pl: Nagłówki (Nagłówek: Wartość w wierszu)
pt_br: Cabeçalhos (Cabeçalho: Valor por linha)
ru: Заголовки (Заголовок: Значение в строке)
sv: Rubriker (Rubrik: Värde per rad)
tr: Başlıklar (her satırda Başlık: Değer)
uk: Заголовки (Заголовок: Значення в рядку)
vi: Tiêu đề (mỗi dòng một Tiêu đề: Giá trị)
zh_hans: 标头 (每行一个 标头: 值)
zh_hant: 標頭 (每行一個 標頭: 值)

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hi: सहायता
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
sv: Hjälp
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 說明

source: Help...
ar: مساعدة...
de: Hilfe...
es: Ayuda...
fr: Aide...
he: עזרה...
hi: सहायता...
id: Bantuan...
it: Aiuto...
ja: ヘルプ...
ko: 도움말...
pl: Pomoc...
pt_br: Ajuda...
ru: Справка...
sv: Hjälp...
tr: Yardım...
uk: Довідка...
vi: Trợ giúp...
zh_hans: 帮助...
zh_hant: 說明...

source: Hidden Dimension
ar: البعد المخفي
de: Verborgene Dimension
es: Dimensión oculta
fr: Dimension cachée
he: ממד חבוי
hi: छिपा आयाम
id: Dimensi tersembunyi
it: Dimensione nascosta
ja: 隠れ層の次元
ko: 은닉 차원
nl: Verborgen dimensie
pl: Wymiar ukryty
pt_br: Dimensão oculta
ru: Скрытая размерность
sv: Dold dimension
tr: Gizli boyut
uk: Прихована розмірність
vi: Chiều ẩn
zh_hans: 隐藏维度
zh_hant: 隱藏維度

source: Hide completed tasks
ar: إخفاء المهام المكتملة
de: Abgeschlossene Aufgaben ausblenden
es: Ocultar tareas completadas
fr: Masquer les tâches terminées
he: הסתר משימות שהושלמו
hi: पूर्ण कार्य छिपाएं
id: Sembunyikan tugas selesai
it: Nascondi le attività completate
ja: 完了したタスクを非表示
ko: 완료된 작업 숨기기
nl: Voltooide taken verbergen
pl: Ukryj ukończone zadania
pt_br: Ocultar tarefas concluídas
ru: Скрыть выполненные задачи
sv: Dölj slutförda uppgifter
tr: Tamamlanan görevleri gizle
uk: Приховати виконані завдання
vi: Ẩn tác vụ đã hoàn thành
zh_hans: 隐藏已完成的任务
zh_hant: 隱藏已完成的工作

source: High-Risk Operation Detected
ar: تم اكتشاف عملية عالية الخطورة
de: Operation mit hohem Risiko erkannt
es: Operación de alto riesgo detectada
fr: Opération à haut risque détectée
he: זוהתה פעולה בסיכון גבוה
hi: उच्च जोखिम वाले ऑपरेशन का पता चला
id: Operasi Berisiko Tinggi Terdeteksi
it: Rilevata operazione ad alto rischio
ja: 高リスクな操作が検出されました
ko: 고위험 작업 감지됨
nl: Hoog-risicobewerking gedetecteerd
pl: Wykryto operację wysokiego ryzyka
pt_br: Operação de alto risco detectada
ru: Обнаружена операция высокого риска
sv: Högriskoperation upptäckt
tr: Yüksek Riskli İşlem Algılandı
uk: Виявлено операцію високого ризику
vi: Phát hiện thao tác rủi ro cao
zh_hans: 检测到高风险操作
zh_hant: 偵測到高風險操作

source: History is saved across launches. Retry starts interrupted downloads from the beginning.
ar: يُحفظ السجل بين مرات تشغيل التطبيق. تبدأ إعادة المحاولة التنزيلات المتوقفة من البداية.
de: Der Verlauf bleibt nach dem Neustart erhalten. Erneutes Versuchen startet unterbrochene Downloads von vorn.
es: El historial se conserva al volver a abrir la aplicación. Reintentar inicia las descargas interrumpidas desde el principio.
fr: L’historique est conservé entre les lancements. Réessayer recommence les téléchargements interrompus depuis le début.
he: ההיסטוריה נשמרת בין הפעלות. ניסיון חוזר מתחיל הורדות שנקטעו מההתחלה.
hi: इतिहास ऐप दोबारा खोलने पर भी रहता है। फिर कोशिश करने पर बाधित डाउनलोड शुरुआत से होते हैं।
id: Riwayat tetap tersimpan saat aplikasi dibuka kembali. Coba lagi memulai unduhan yang terputus dari awal.
it: La cronologia viene conservata tra gli avvii. Riprova riavvia dall’inizio i download interrotti.
ja: 履歴はアプリを再起動しても保存されます。再試行すると、中断したダウンロードを最初から開始します。
ko: 앱을 다시 열어도 기록이 유지됩니다. 다시 시도하면 중단된 다운로드가 처음부터 시작됩니다.
nl: De geschiedenis blijft bewaard na opnieuw openen. Opnieuw proberen start onderbroken downloads vanaf het begin.
pl: Historia jest zachowywana między uruchomieniami. Ponowienie rozpoczyna przerwane pobieranie od początku.
pt_br: O histórico é mantido ao reabrir o aplicativo. Tentar novamente reinicia os downloads interrompidos do início.
ru: История сохраняется между запусками. Повтор запускает прерванные загрузки с начала.
sv: Historiken sparas mellan starter. Försök igen startar avbrutna hämtningar från början.
tr: Geçmiş, uygulama yeniden açıldığında korunur. Yeniden dene, kesilen indirmeleri baştan başlatır.
uk: Історія зберігається між запусками. Повтор запускає перервані завантаження спочатку.
vi: Lịch sử được giữ lại khi mở lại ứng dụng. Thử lại bắt đầu các lượt tải bị gián đoạn từ đầu.
zh_hans: 重新打开应用后会保留历史记录。重试会从头开始已中断的下载。
zh_hant: 重新開啟應用程式後會保留記錄。重試會從頭開始已中斷的下載。

source: Hook Name
ar: اسم الخطاف
es: Nombre del hook
fr: Nom du hook
he: שם ההוק
hi: हुक नाम
id: Nama hook
it: Nome dell'hook
ja: フック名
ko: 훅 이름
nl: Hooknaam
pl: Nazwa hooka
pt_br: Nome do hook
ru: Имя хука
sv: Hooknamn
tr: Kanca adı
uk: Ім'я хука
vi: Tên hook
zh_hans: 钩子名称
zh_hant: 掛鉤名稱

source: Hook Type
ar: نوع الخطاف
de: Hook-Typ
es: Tipo de hook
fr: Type de hook
he: סוג ההוק
hi: हुक प्रकार
id: Jenis hook
it: Tipo di hook
ja: フックの種類
ko: 훅 유형
pl: Typ hooka
pt_br: Tipo de hook
ru: Тип хука
sv: Hooktyp
tr: Kanca türü
uk: Тип хука
vi: Loại hook
zh_hans: 钩子类型
zh_hant: 掛鉤類型

source: Hooks
ar: الخطافات
es: Ganchos
he: הוקים
hi: हुक्स
id: Hook
it: Hook
ja: フック
ko: 후크
pl: Uchwyty
ru: Хуки
sv: Krokar
tr: Kancalar
uk: Хуки
vi: Hook
zh_hans: 钩子
zh_hant: 掛鉤

source: Hooks can run outside of the sandbox so we ask you to review any recently installed or modified hooks
ar: يمكن أن تعمل الخطافات خارج صندوق الحماية، لذا نطلب منك مراجعة أي خطافات ثُبتت أو عُدلت مؤخرا
de: Hooks können außerhalb der Sandbox laufen, deshalb bitten wir Sie, kürzlich installierte oder geänderte Hooks zu prüfen
es: Los hooks pueden ejecutarse fuera del entorno aislado, así que te pedimos que revises los hooks instalados o modificados recientemente
fr: Les hooks peuvent s'exécuter hors du bac à sable ; nous vous demandons donc de vérifier tout hook récemment installé ou modifié
he: הוקים יכולים לרוץ מחוץ לארגז החול, ולכן אנו מבקשים שתסקור הוקים שהותקנו או שונו לאחרונה
hi: हुक सैंडबॉक्स के बाहर चल सकते हैं, इसलिए हम आपसे हाल ही में इंस्टॉल या संशोधित किए गए हुक की समीक्षा करने का अनुरोध करते हैं
id: Hook dapat berjalan di luar sandbox, jadi kami meminta Anda meninjau hook yang baru dipasang atau diubah
it: Gli hook possono essere eseguiti fuori dalla sandbox, quindi ti chiediamo di controllare quelli installati o modificati di recente
ja: フックはサンドボックスの外で実行される場合があるため、最近インストールまたは変更されたフックの確認をお願いします
ko: 훅은 샌드박스 밖에서 실행될 수 있으므로 최근에 설치되었거나 수정된 훅을 검토해 주세요
nl: Hooks kunnen buiten de sandbox worden uitgevoerd, daarom vragen we je onlangs geïnstalleerde of gewijzigde hooks te controleren
pl: Hooki mogą działać poza piaskownicą, dlatego prosimy o sprawdzenie hooków niedawno zainstalowanych lub zmodyfikowanych
pt_br: Os hooks podem rodar fora do sandbox, por isso pedimos que você revise os hooks instalados ou modificados recentemente
ru: Хуки могут выполняться вне песочницы, поэтому просим вас проверить недавно установленные или измененные хуки
sv: Hookar kan köras utanför sandlådan, så vi ber dig granska nyligen installerade eller ändrade hookar
tr: Kancalar korumalı alanın dışında çalışabilir, bu nedenle yakın zamanda kurulan veya değiştirilen kancaları incelemenizi rica ederiz
uk: Хуки можуть виконуватися поза пісочницею, тому просимо переглянути нещодавно встановлені або змінені хуки
vi: Hook có thể chạy ngoài hộp cát, vì vậy hãy xem lại các hook mới cài đặt hoặc vừa sửa đổi
zh_hans: 钩子可能在沙盒之外运行，因此请你检查最近安装或修改过的钩子
zh_hant: 掛鉤可能在沙箱之外執行，因此請你檢查最近安裝或修改過的掛鉤

source: Hooks discovered from Claude Code config default to 600s when unset.
ar: تستخدم الخطافات المكتشفة من إعدادات Claude Code القيمة 600 ثانية افتراضيا عند عدم تحديدها.
de: Aus der Claude-Code-Konfiguration erkannte Hooks verwenden standardmäßig 600 s, wenn nichts festgelegt ist.
es: Los hooks detectados en la configuración de Claude Code usan 600 s de forma predeterminada si no se indica otro valor.
fr: Les hooks détectés dans la configuration de Claude Code utilisent 600 s par défaut lorsqu'aucune valeur n'est définie.
he: הוקים שהתגלו מתצורת Claude Code משתמשים כברירת מחדל ב-600 שניות כשלא הוגדר ערך.
hi: Claude Code कॉन्फ़िग से खोजे गए हुक, मान न होने पर डिफ़ॉल्ट रूप से 600 सेकंड लेते हैं।
id: Hook yang ditemukan dari konfigurasi Claude Code default ke 600 detik jika tidak diatur.
it: Gli hook rilevati dalla configurazione di Claude Code usano 600 s per impostazione predefinita se non impostati.
ja: Claude Code の構成から検出されたフックは、未設定の場合は既定で 600 秒になります。
ko: Claude Code 구성에서 발견된 훅은 값이 없으면 기본적으로 600초를 사용합니다.
nl: Hooks die uit de Claude Code-configuratie komen, gebruiken standaard 600 s als er niets is ingesteld.
pl: Hooki wykryte w konfiguracji Claude Code domyślnie używają 600 s, gdy wartość nie jest ustawiona.
pt_br: Os hooks detectados na configuração do Claude Code usam 600 s por padrão quando não definidos.
ru: Хуки, обнаруженные в конфигурации Claude Code, по умолчанию используют 600 с, если значение не задано.
sv: Hookar som hittas i Claude Code-konfigurationen använder som standard 600 s när inget är angivet.
tr: Claude Code yapılandırmasında bulunan kancalar, ayarlanmadığında varsayılan olarak 600 sn kullanır.
uk: Хуки, виявлені в конфігурації Claude Code, типово використовують 600 с, якщо значення не задано.
vi: Các hook được phát hiện từ cấu hình Claude Code mặc định là 600 giây khi chưa đặt giá trị.
zh_hans: 从 Claude Code 配置中发现的钩子在未设置时默认为 600 秒。
zh_hant: 從 Claude Code 組態中發現的掛鉤在未設定時預設為 600 秒。

source: How can I help you today?
ar: كيف يمكنني مساعدتك اليوم؟
de: Wie kann ich Ihnen heute helfen?
es: ¿Cómo puedo ayudarte hoy?
fr: Comment puis-je vous aider aujourd'hui ?
he: כיצד אוכל לעזור לך היום?
hi: आज मैं आपकी क्या मदद कर सकता हूँ?
id: Ada yang bisa saya bantu hari ini?
it: Come posso aiutarti oggi?
ja: 今日はどのようなお手伝いをしましょうか？
ko: 오늘 무엇을 도와드릴까요?
nl: Hoe kan ik je vandaag helpen?
pl: W czym mogę Ci dzisiaj pomóc?
pt_br: Como posso ajudar você hoje?
ru: Чем я могу вам помочь сегодня?
sv: Hur kan jag hjälpa dig idag?
tr: Bugün size nasıl yardımcı olabilirim?
uk: Чим я можу допомогти вам сьогодні?
vi: Tôi có thể giúp gì cho bạn hôm nay?
zh_hans: 今天我能为您做些什么？
zh_hant: 今天我可以為您提供什麼協助？

source: How should tool calls be approved?
ar: كيف ينبغي الموافقة على استدعاءات الأدوات؟
de: Wie sollen Tool-Aufrufe genehmigt werden?
es: ¿Cómo deben aprobarse las llamadas a herramientas?
fr: Comment les appels d'outils doivent-ils être approuvés ?
he: כיצד יש לאשר קריאות לכלים?
hi: टूल कॉल को कैसे स्वीकृत किया जाना चाहिए?
id: Bagaimana panggilan alat harus disetujui?
it: Come devono essere approvate le chiamate agli strumenti?
ja: ツール呼び出しの承認方法を選んでください
ko: 도구 호출을 어떻게 승인할까요?
nl: Hoe moeten tool-aanroepen worden goedgekeurd?
pl: Jak mają być zatwierdzane wywołania narzędzi?
pt_br: Como as chamadas de ferramentas devem ser aprovadas?
ru: Как следует одобрять вызовы инструментов?
sv: Hur ska verktygsanrop godkännas?
tr: Araç çağrıları nasıl onaylansın?
uk: Як слід схвалювати виклики інструментів?
vi: Các lệnh gọi công cụ nên được phê duyệt thế nào?
zh_hans: 工具调用应如何批准?
zh_hant: 工具呼叫應如何核准?

source: Hugging Face API Token
ar: رمز واجهة برمجة تطبيقات Hugging Face
es: Token de API de Hugging Face
fr: Jeton d'API Hugging Face
he: אסימון API של Hugging Face
hi: Hugging Face API टोकन
id: Token API Hugging Face
it: Token API di Hugging Face
ja: Hugging Face API トークン
ko: Hugging Face API 토큰
pl: Token API Hugging Face
pt_br: Token da API do Hugging Face
ru: Токен API Hugging Face
tr: Hugging Face API belirteci
uk: Токен API Hugging Face
vi: Mã thông báo API Hugging Face
zh_hans: Hugging Face API 令牌
zh_hant: Hugging Face API 權杖

source: Hugging Face API rate limit reached. Retry in %llds.
ar: تم الوصول إلى الحد الأقصى لمعدل واجهة برمجة تطبيقات Hugging Face. أعد المحاولة بعد %lld ثانية.
de: Hugging Face-API-Ratenlimit erreicht. Wiederholen in %lld s.
es: Se alcanzó el límite de solicitudes de la API de Hugging Face. Reintenta en %lld s.
fr: Limite de débit de l'API Hugging Face atteinte. Réessayez dans %lld s.
he: הושגה מגבלת הקצב של Hugging Face API. נסה שוב בעוד %lld שניות.
hi: हगिंग फेस एपीआई दर सीमा समाप्त हो गई है। %lld सेकंड में पुनः प्रयास करें।
id: Batas kecepatan API Hugging Face tercapai. Coba lagi dalam %lld dtk.
it: Raggiunto il limite di frequenza dell'API di Hugging Face. Riprova tra %lld s.
ja: Hugging Face API のレート制限に達しました。%lld 秒後に再試行してください。
ko: Hugging Face API 속도 제한에 도달했습니다. %lld초 후에 다시 시도하세요.
nl: Hugging Face API-snelheidslimiet bereikt. Probeer over %lld s opnieuw.
pl: Osiągnięto limit szybkości interfejsu API Hugging Face. Ponów próbę za %lld s.
pt_br: Limite de taxa da API do Hugging Face atingido. Tente novamente em %lld s.
ru: Достигнут лимит запросов API Hugging Face. Повторите попытку через %lld с.
sv: Hastighetsgränsen för Hugging Face API har nåtts. Försök igen om %lld s.
tr: Hugging Face API hız sınırına ulaşıldı. %lld sn sonra tekrar deneyin.
uk: Досягнуто ліміту запитів API Hugging Face. Повторіть спробу через %lld с.
vi: Đã đạt đến giới hạn tỷ lệ API Hugging Face. Thử lại sau %lld giây.
zh_hans: 已达到 Hugging Face API 速率限制。将在 %lld 秒后重试。
zh_hant: 已達到 Hugging Face API 速率限制。將在 %lld 秒後重試。

source: Hugging Face Authentication
ar: مصادقة Hugging Face
de: Hugging Face-Authentifizierung
es: Autenticación de Hugging Face
fr: Authentification Hugging Face
he: אימות Hugging Face
hi: हगिंग फेस प्रमाणीकरण
id: Autentikasi Hugging Face
it: Autenticazione Hugging Face
ja: Hugging Face 認証
ko: Hugging Face 인증
nl: Hugging Face-authenticatie
pl: Uwierzytelnianie Hugging Face
pt_br: Autenticação do Hugging Face
ru: Аутентификация Hugging Face
sv: Hugging Face-autentisering
tr: Hugging Face Kimlik Doğrulaması
uk: Аутентифікація Hugging Face
vi: Xác thực Hugging Face
zh_hans: Hugging Face 身份验证
zh_hant: Hugging Face 身份驗證

source: INSTALLED
ar: مثبَّت
de: INSTALLIERT
es: INSTALADO
fr: INSTALLÉ
he: מותקן
hi: इंस्टॉल किया गया
id: TERPASANG
it: INSTALLATO
ja: インストール済み
ko: 설치됨
nl: GEÏNSTALLEERD
pl: ZAINSTALOWANO
pt_br: INSTALADO
ru: УСТАНОВЛЕНО
sv: INSTALLERAD
tr: KURULU
uk: ВСТАНОВЛЕНО
vi: ĐÃ CÀI ĐẶT
zh_hans: 已安装
zh_hant: 已安裝

source: IP address
ar: عنوان IP
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
he: כתובת IP
hi: IP पता
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP-адрес
sv: IP-adress
tr: IP adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_hans: IP 地址
zh_hant: IP 位址

source: Identity
ar: الهوية
de: Identität
es: Identidad
fr: Identité
he: זהות
hi: पहचान
id: Identitas
it: Identità
ja: ID
ko: ID
nl: Identiteit
pl: Tożsamość
pt_br: Identidade
ru: Идентичность
sv: Identitet
tr: Kimlik
uk: Ідентичність
vi: Danh tính
zh_hans: 身份
zh_hant: 身分

source: If Condition (Optional)
ar: شرط If (اختياري)
de: If-Bedingung (optional)
es: Condición If (opcional)
fr: Condition If (facultative)
he: תנאי If (אופציונלי)
hi: If शर्त (वैकल्पिक)
id: Kondisi If (opsional)
it: Condizione If (facoltativa)
ja: If 条件 (任意)
ko: If 조건(선택 사항)
nl: If-voorwaarde (optioneel)
pl: Warunek If (opcjonalnie)
pt_br: Condição If (opcional)
ru: Условие If (необязательно)
sv: If-villkor (valfritt)
tr: If koşulu (isteğe bağlı)
uk: Умова If (необов'язково)
vi: Điều kiện If (tùy chọn)
zh_hans: If 条件 (可选)
zh_hant: If 條件 (選填)

source: Image Models
ar: نماذج صور
de: Bildmodelle
es: Modelos de imagen
fr: Modeles d'image
he: מודלי תמונה
hi: इमेज मॉडल
id: Model gambar
it: Modelli di immagini
ja: 画像モデル
ko: 이미지 모델
nl: Afbeeldingsmodellen
pl: Modele obrazow
pt_br: Modelos de imagem
ru: Modeli izobrazheniy
sv: Bildmodeller
tr: Goruntu modelleri
uk: Modeli zobrazhen
vi: Mo hinh hinh anh
zh_hans: 图像模型
zh_hant: 影像模型

source: Image actions
ar: إجراءات الصورة
de: Bildaktionen
es: Acciones de imagen
fr: Actions de l'image
he: פעולות תמונה
hi: छवि क्रियाएं
id: Tindakan gambar
it: Azioni immagine
ja: 画像のアクション
ko: 이미지 동작
nl: Beeldacties
pl: Działania na obrazie
pt_br: Ações de imagem
ru: Действия с изображением
sv: Bildåtgärder
tr: Görsel eylemleri
uk: Дії із зображенням
vi: Hành động hình ảnh
zh_hans: 图像操作
zh_hant: 影像操作

source: Image Generation
ar: توليد الصور
de: Bilderzeugung
es: Generación de imágenes
fr: Génération d’images
he: יצירת תמונות
hi: छवि निर्माण
id: Pembuatan Gambar
it: Generazione di immagini
ja: 画像生成
ko: 이미지 생성
nl: Afbeeldingen genereren
pl: Generowanie obrazów
pt_br: Geração de imagens
ru: Генерация изображений
sv: Bildgenerering
tr: Görsel Oluşturma
uk: Генерація зображень
vi: Tạo hình ảnh
zh_hans: 图像生成
zh_hant: 圖像生成

source: Open Image Generation
ar: فتح توليد الصور
de: Bilderzeugung öffnen
es: Abrir generación de imágenes
fr: Ouvrir la génération d’images
he: פתיחת יצירת תמונות
hi: छवि निर्माण खोलें
id: Buka Pembuatan Gambar
it: Apri generazione di immagini
ja: 画像生成を開く
ko: 이미지 생성 열기
nl: Afbeeldingen genereren openen
pl: Otwórz generowanie obrazów
pt_br: Abrir geração de imagens
ru: Открыть генерацию изображений
sv: Öppna bildgenerering
tr: Görsel Oluşturmayı Aç
uk: Відкрити генерацію зображень
vi: Mở tạo hình ảnh
zh_hans: 打开图像生成
zh_hant: 開啟圖像生成

source: Images
ar: الصور
de: Bilder
es: Imágenes
he: תמונות
hi: छवियाँ
id: Gambar
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ru: Изображения
sv: Bilder
tr: Görseller
uk: Зображення
vi: Hình ảnh
zh_hans: 图像
zh_hant: 影像

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hi: आयात करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
sv: Importera
tr: İçe Aktar
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import / Export
ar: استيراد / تصدير
de: Importieren / Exportieren
es: Importar / Exportar
fr: Importer / Exporter
he: ייבוא / ייצוא
hi: आयात / निर्यात
id: Impor / Ekspor
it: Importa / Esporta
ja: インポート / エクスポート
ko: 가져오기 / 내보내기
nl: Importeren / Exporteren
pl: Import / Eksport
pt_br: Importar / Exportar
ru: Импорт / Экспорт
sv: Importera / Exportera
tr: İçe Aktar / Dışa Aktar
uk: Імпорт / Експорт
vi: Nhập / Xuất
zh_hans: 导入 / 导出
zh_hant: 匯入 / 匯出

source: Import Backup...
ar: استيراد نسخة احتياطية...
de: Backup importieren...
es: Importar copia de seguridad...
fr: Importer une sauvegarde...
he: ייבוא גיבוי...
hi: बैकअप आयात करें...
id: Impor Cadangan...
it: Importa backup...
ja: バックアップを読み込む...
ko: 백업 가져오기...
nl: Back-up importeren...
pl: Importuj kopię zapasową...
pt_br: Importar backup...
ru: Импортировать резервную копию...
sv: Importera säkerhetskopia...
tr: Yedeği İçe Aktar...
uk: Імпортувати резервну копію...
vi: Nhập bản sao lưu...
zh_hans: 导入备份...
zh_hant: 匯入備份...

source: Import GitHub Issue or URL
ar: استيراد مشكلة GitHub أو رابط
de: GitHub-Issue oder URL importieren
es: Importar problema o URL de GitHub
fr: Importer un problème ou une URL GitHub
he: ייבא פניית GitHub או כתובת אתר
hi: GitHub समस्या या URL आयात करें
id: Impor Masalah GitHub atau URL
it: Importa issue o URL di GitHub
ja: GitHub IssueまたはURLをインポート
ko: GitHub 이슈 또는 URL 가져오기
nl: GitHub-issue of URL importeren
pl: Importuj zgłoszenie lub adres URL z GitHuba
pt_br: Importar Problema ou URL do GitHub
ru: Импортировать проблему или URL GitHub
sv: Importera GitHub-ärende eller URL
tr: GitHub Sorununu veya URL'sini İçe Aktar
uk: Імпортувати issue або URL з GitHub
vi: Nhập vấn đề GitHub hoặc URL
zh_hans: 导入 GitHub Issue 或 URL
zh_hant: 匯入 GitHub Issue 或 URL

source: Import Hermes
ar: استيراد Hermes
de: Hermes importieren
es: Importar Hermes
fr: Importer Hermes
he: ייבוא Hermes
hi: Hermes आयात करें
id: Impor Hermes
it: Importa Hermes
ja: Hermes を読み込む
ko: Hermes 가져오기
nl: Hermes importeren
pl: Importuj Hermes
pt_br: Importar Hermes
ru: Импортировать Hermes
sv: Importera Hermes
tr: Hermes'i içe aktar
uk: Імпортувати Hermes
vi: Nhập Hermes
zh_hans: 导入 Hermes
zh_hant: 匯入 Hermes

source: Import JSON file
ar: استيراد ملف JSON
de: JSON-Datei importieren
es: Importar archivo JSON
fr: Importer un fichier JSON
he: ייבא קובץ JSON
hi: JSON फ़ाइल आयात करें
id: Impor file JSON
it: Importa file JSON
ja: JSON ファイルをインポート
ko: JSON 파일 가져오기
nl: JSON-bestand importeren
pl: Importuj plik JSON
pt_br: Importar arquivo JSON
ru: Импортировать файл JSON
sv: Importera JSON-fil
tr: JSON dosyasını içe aktar
uk: Імпортувати файл JSON
vi: Nhập tệp JSON
zh_hans: 导入 JSON 文件
zh_hant: 匯入 JSON 檔案

source: Import OpenClaw
ar: استيراد OpenClaw
de: OpenClaw importieren
es: Importar OpenClaw
fr: Importer OpenClaw
he: ייבוא OpenClaw
hi: OpenClaw आयात करें
id: Impor OpenClaw
it: Importa OpenClaw
ja: OpenClaw を読み込む
ko: OpenClaw 가져오기
nl: OpenClaw importeren
pl: Importuj OpenClaw
pt_br: Importar OpenClaw
ru: Импортировать OpenClaw
sv: Importera OpenClaw
tr: OpenClaw'u içe aktar
uk: Імпортувати OpenClaw
vi: Nhập OpenClaw
zh_hans: 导入 OpenClaw
zh_hant: 匯入 OpenClaw
